ahmadawais.shades-of-purple
anthropic.claude-code
be5invis.vscode-custom-css
kube.42header
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
pkief.material-icon-theme
redhat.java
rimuruchan.vscode-fix-checksums-next
tomoki1207.pdf
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-lombok
vscjava.vscode-maven
vscodevim.vim
vue.volar
