ahmadawais.shades-of-purple
be5invis.vscode-custom-css
kube.42header
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
pkief.material-icon-theme
vscodevim.vim
